[
	{
		"id": "http://zotero.org/users/180474/items/P9MXYVLK",
		"type": "article-journal",
		"abstract": "Depuis 2015, l’intelligence artificielle (IA) est devenue l’une des grandes priorités des grands acteurs de l’économie numérique et des entreprises. La vague de l’IA commence à égaler celles de l’Internet et de la mobilité en termes d’impact. Il est plutôt difficile d’y échapper ! C’est devenu un outil de la compétitivité des entreprises aussi bien des secteurs du numérique que du reste de l’économie.\nL’IA est aussi devenue rapidement un sujet de société et un objet politique. Elle génère son lot de questions sur le futur du travail, sur l’éthique, sur la répartition des richesses, sur la souveraineté\néconomique et même sur le devenir de l’espèce humaine comme cela a été souligné entre autres\ndans le Rapport de la Mission Villani publié en mars 2018.\nCette vague technologique est atypique dans plusieurs dimensions. Les technologies et méthodes de l’IA sont méconnues ou assimilées à tors et à travers, y compris par la majorité des professionnels du numérique, d’où la propagation de nombreux mythes à son sujet, un peu trop directement inspirés par la science-fiction ou par les thèses singularistes. On croit par exemple que le « deep learning » ou « apprentissage profond » raisonne alors qu’il ne fait qu’appliquer, en général, des modèles probabilistes. De même, dans le machine learning, l’apprentissage non-supervisé n’est pas de l’apprentissage supervisé autonome. La sémantique de l’IA est donc porteuse de contre-sens qu’il faut décrire et éviter. Le sens même de l’appellation « IA » est sujet à d’infinis débats, trop connotés d’accents anthropomorphiques alors que l’IA est artificielle et donc différente de l’intelligence humaine même si les deux ont quelques zones de recouvrement.",
		"language": "fr",
		"note": "ZSCC: 0000005",
		"page": "522",
		"source": "Zotero",
		"title": "Les usages de l'intelligence artificielle",
		"URL": "https://hopitalweb2.com/wp-content/uploads/2018/11/Usages-intelligence-artificielle-2018-Olivier-Ezratty.pdf",
		"author": [
			{
				"family": "Ezratty",
				"given": "Olivier"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018",
					11,
					1
				]
			]
		}
	}
]