{"csl":{"id":"http://zotero.org/users/180474/items/CNXNM2J7","type":"article-journal","language":"fr","note":"ZSCC: NoCitationData[s1]","page":"34","source":"Zotero","title":"Recherche qualitatives et recherche-projet","author":[{"family":"Hawey","given":"Dave"}]},"annotations":{"0":{"type":"text","rendermd":"Séance 09 : La cueillette des données de recherche qualitative • L’objectif de cette séance est de se familiariser avec les instruments (méthodes) servant à recueillir des données à partir de propos et/ou d’observations auprès de participants et sur le terrain d’une pratique vécue de conception, création ou réception.","id":"1E6zMr5PP5","created":"2020-11-04T22:50:15.676Z","color":"yellow","guid":"1E6zMr5PP5"},"1":{"type":"text","rendermd":"Séance 10 : L’analyse et l’interprétation des données qualitatives • L’objectif de cette séance est de se familiariser avec les instruments (méthodes) servant à analyser et à interpréter des données qualitatives recueillies.","id":"12ex2TXbb5","created":"2020-11-04T22:50:19.534Z","color":"yellow","guid":"12ex2TXbb5"},"2":{"type":"text","rendermd":"Séance 11 : Validité s cientifique, qualité et éthique d’une recherche qualitative • Le premier objectif de cette séance est de se familiariser avec les questions de valeurs et de qualité en recherche qualitative • Le second objectif est de se familiariser avec l’éthique en recherche","id":"1ZeuMRAnte","created":"2020-11-04T22:50:23.425Z","color":"yellow","guid":"1ZeuMRAnte"},"3":{"type":"text","rendermd":"La position épistémologique positiviste est « objectiviste » et « dualiste », c’est-à-dire que le chercheur se garde d’interférer avec le phénomène naturel augurant sous ses yeux ; le chercheur et son objet de recherche sont deux entités séparées. Le chercheur souhaite éviter que ses biais et valeurs influencent sur les résultats finaux de sa recherche.","id":"161Jrby7VM","created":"2020-11-06T13:55:11.703Z","color":"yellow","guid":"1pRhmxYUiH"},"4":{"type":"text","rendermd":"La position ontologique des positivistes est « réaliste », au sens qu’il n’existerait qu’une seule réalité découlant de lois immuables naturelles. Selon cette conception, le rôle de la science est de découvrir la « vraie » nature de la réalité et comment elle fonctionne « véritablement » ; ultimement, le but de la science devient de contrôler et de prédire les phénomènes naturels. Pour un positiviste, la connaissance visée renvoie à des généralisations intemporelles et décontextualisées prenant souvent la forme de lois de cause à effet.","id":"12jQG1naLH","created":"2020-11-06T13:56:54.421Z","color":"yellow","guid":"122dkjm8zx"},"5":{"type":"text","rendermd":"Pour rester en retrait du phénomène, le chercheur élabore une méthodologie et un outillage appropriés afin de mener ces expérimentations empiriques. La position méthodologique positiviste procède par l’énonciation de proposition logique (question/hypothèse) préalablement l’expérimentation, et par la vérification empirique de cette proposition sous des conditions contrôlées. Finalement, la rigueur de la démarche, la fiabilité des données et la validité des conclusions deviennent les outils garants d’accéder à la connaissance « vraie » de la réalité.","id":"12E5gbvJ24","created":"2020-11-06T13:57:50.426Z","color":"yellow","guid":"12E5gbvJ24"},"6":{"type":"text","rendermd":"Séance 08 (Dave Hawey)","id":"1RR7d4xz59","created":"2020-11-06T17:00:25.892Z","color":"yellow","guid":"1RR7d4xz59"}}}