[
	{
		"id": "http://zotero.org/users/180474/items/HNG8VZBB",
		"type": "book",
		"abstract": "You'll learn how to structure your visuals as carefully as a writer structures a story or a composer structures music. Understanding visual structure allows you to communicate moods and emotions, and most importantly, reveals the critical relationship between story structure and visual structure.The Visual Story offers a clear view of the relationship between the story/script structure and the visual structure of a film, video, or multimedia work. An understanding of the visual components will serve as the guide to strengthening the overall story. The Visual Story divides what is seen on screen into tangible sections: contrast and affinity, space, line and shape, tone, color, movement, and rhythm. The vocabulary as well as the insight is provided to purposefully control the given components to create the ultimate visual story. For example: know that a saturated yellow will always attract a viewer's eye first; decide to avoid abrupt editing by mastering continuum of movement; and benefit from the suggested list of films to study rhythmic control. The Visual Story shatters the wall between theory and practice, bringing these two aspects of the craft together in an essential connection for all those creating visual stories. Bruce Block has the production credentials to write this definitive guide. His expertise is in demand, and he gives seminars at the American Film Institute, PIXAR Studios, Walt Disney Feature and Television Animation, Dreamworks Animation, Nickelodeon Animation Studios, Industrial Light & Magic and a variety of film schools in Europe.The concepts in this book will benefit writers, directors, photographers, production designers, art directors, and editors who are always confronted by the same visual problems that have faced every picture maker in the past, present, and future.",
		"call-number": "TR850 .B514 2013",
		"edition": "Second edition",
		"event-place": "New York",
		"ISBN": "978-0-240-80779-9",
		"language": "en",
		"note": "ZSCC: NoCitationData[s0]",
		"number-of-pages": "297",
		"publisher": "Focal Press, Taylor & Francis Group",
		"publisher-place": "New York",
		"source": "Library of Congress ISBN",
		"title": "The visual story: creating the structure of film, tv, and digital media",
		"title-short": "The visual story",
		"URL": "https://www.google.com/search?q=The+visual+story%3A+creating+the+structure+of+film%2C+tv%2C+and+digital+media",
		"author": [
			{
				"family": "Block",
				"given": "Bruce A."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	}
]