[
	{
		"id": "http://zotero.org/users/180474/items/8E7GIXIJ",
		"type": "article-journal",
		"abstract": "Cette thèse se propose d’étudier la pratique créative des designers de jeux sous l’angle de la philosophie pragmatiste. \n \nLe design de jeux a pour ambition de se constituer comme une discipline scientifique. A l’instar des autres disciplines du design, son principal objet d’étude est la pratique. Outre la problématique des savoirs professionnels, le terme « pratique » convoque aussi celle des pratiques pédagogiques qui sous-tendent la formation des praticiens en design de jeux, ainsi que celle des pratiques de recherche scientifique.  \n \nEn s’inscrivant dans la lignée des travaux de Donald Schön touchant l’épistémologie de la pratique en design, cette thèse explore la philosophie pragmatiste comme approche globale permettant d’étudier aussi bien la pratique du chercheur en design de jeux que la pratique créative des futurs designers de jeux, c’est-à-dire l’apprentissage du processus de design. Nos questions de recherche sont ainsi : \n1.\tQuels sont les auteurs et les cadres conceptuels de la philosophie pragmatiste qui ont le potentiel d’asseoir une nouvelle épistémologie de la pratique ? \n2.\tComment ces concepts de la philosophie pragmatiste permettent-ils de comprendre et décrire le processus créatif de design de jeux en situation pédagogique ? \n \nDans un premier temps, les épistémologies dominantes des études en design de jeux et des théories de la créativité sont explorées et critiquées. Puis nous proposons un cadre théorique composé d’une alliance inédite entre les travaux de Donald Schön, Hans Joas, Charles Sanders Peirce et John Dewey. Ces quatre auteurs, par-delà leur appartenance au courant du pragmatisme, partagent un concept central de cette philosophie : celui de l’enquête. En effet, la théorie de l’enquête chez ces auteurs est à la fois une philosophie, une épistémologie et une méthodologie (aussi bien de la recherche que de la pratique). \n  \nNotre terrain d’expérimentation se focalise sur la pratique et la créativité du designer de jeux. Nous examinons des dizaines de projets de design au sein du Baccalauréat de l’École des arts Numériques, de l’Animation et du Design (NAD – UQAC). Dans une approche de recherche-projet-collaborative inspirée des travaux d’Alain Findeli et Serge Desgagné, nos participants sont les étudiants ainsi que les designers de l’entreprise de jeux vidéo montréalaise Juicy Beast.  \n \nNos résultats proposent une vision où le designer devient un enquêteur (au sens pragmatiste), cherchant à structurer une situation indéterminée. Il doit pour cela dialoguer avec cette situation afin d’éviter de sombrer dans un agir rigide. Il doit aussi valoriser le raisonnement par abduction (raisonnement métaphorique) pour explorer des problèmes et trouver de nouvelles idées de solution. Enfin, il ne peut se contenter « d’avoir des idées » : il doit transformer concrètement la situation à l’aide de différents prototypes. \n  \nLe modèle de l’enquête pragmatiste informe aussi le processus de la recherche, et le chercheur est à son tour un enquêteur qui examine une situation intellectuelle indéterminée. Notre recherche est ainsi une « enquête sur l’enquête ».  \nLa philosophie pragmatiste est une voie épistémologique qui produit des connaissances sur la recherche, la pratique et l’enseignement, participant ainsi à la transformation et l’amélioration du monde.",
		"language": "fra",
		"note": "ZSCC: 0000000 \nAccepted: 2020-05-28T14:51:24Z",
		"source": "papyrus.bib.umontreal.ca",
		"title": "Le pragmatisme comme épistémologie pour le design de jeux : enquête sur la créativité et le processus de design",
		"title-short": "Le pragmatisme comme épistémologie pour le design de jeux",
		"URL": "https://papyrus.bib.umontreal.ca/xmlui/handle/1866/23384",
		"author": [
			{
				"family": "Chiapello",
				"given": "Laureline"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2020",
					9,
					21
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					3,
					30
				]
			]
		}
	}
]