{"csl":{"id":"http://zotero.org/users/180474/items/ENI27QW6","type":"article-journal","abstract":"Deep generative models come with the promise to learn an explainable representation for visual objects that allows image sampling, synthesis, and selective modification. The main challenge is to learn to properly model the independent latent characteristics of an object, especially its appearance and pose. We present a novel approach that learns disentangled representations of these characteristics and explains them individually. Training requires only pairs of images depicting the same object appearance, but no pose annotations. We propose an additional classifier that estimates the minimal amount of regularization required to enforce disentanglement. Thus both representations together can completely explain an image while being independent of each other. Previous methods based on adversarial approaches fail to enforce this independence, while methods based on variational approaches lead to uninformative representations. In experiments on diverse object categories, the approach successfully recombines pose and appearance to reconstruct and retarget novel synthesized images. We achieve significant improvements over state-of-the-art methods which utilize the same level of supervision, and reach performances comparable to those of pose-supervised approaches. However, we can handle the vast body of articulated object classes for which no pose models/annotations are available.","container-title":"arXiv:1910.10223 [cs]","note":"ZSCC: 0000013 \narXiv: 1910.10223","source":"arXiv.org","title":"Unsupervised Robust Disentangling of Latent Characteristics for Image Synthesis","URL":"http://arxiv.org/abs/1910.10223","author":[{"family":"Esser","given":"Patrick"},{"family":"Haux","given":"Johannes"},{"family":"Ommer","given":"Björn"}],"accessed":{"date-parts":[["2020",12,3]]},"issued":{"date-parts":[["2019",10,22]]}},"citer":"Citer:(Esser et al., 2019)\n\nFTag: Esser-et-al-2019\n\nAPA7: Esser, P., Haux, J., & Ommer, B. (2019). Unsupervised Robust Disentangling of Latent Characteristics for Image Synthesis. _ArXiv:1910.10223 [Cs] _. [http://arxiv.org/abs/1910.10223](http://arxiv.org/abs/1910.10223)","annotations":{"0":{"type":"text","rendermd":"Unsupervised Robust Disentangling of Latent Characteristics for Image Synthesis\n===============================================================================","id":"12p48SrpdA","created":"2020-12-03T20:29:55.214Z","color":"yellow","guid":"12NVtSUV1i"},"1":{"type":"text","rendermd":"<font size=-3>Citer:(Esser et al., 2019)\n\nFTag: Esser-et-al-2019\n\nAPA7: Esser, P., Haux, J., & Ommer, B. (2019). Unsupervised Robust Disentangling of Latent Characteristics for Image Synthesis. _ArXiv:1910.10223 [Cs] _. [http://arxiv.org/abs/1910.10223](http://arxiv.org/abs/1910.10223)</font>","id":"1ZqyHR3MGC","created":"2020-12-03T20:30:03.065Z","color":"yellow","guid":"19Yi6AWdR3"},"2":{"type":"text","rendermd":"Intentions\n==========\n\n\\*  disentanglement ??  Interesting term for the separation of content and style.\n\n* Possibly to find the optimal NST library","id":"12VQm7BiYJ","created":"2020-12-03T20:30:06.355Z","color":"yellow","guid":"1yp1X8adYM"},"3":{"type":"text","rendermd":"We propose an additional classifier that estimates the minimal amount of regularization required to enforce disentanglement. Thus both representations to- gether can completely explain an image while being independent of each other. Previous methods based on adversarial approaches fail to enforce this independence, while methods based on variational approaches lead to uninformative representations.","id":"18Vzm741wE","created":"2020-12-03T20:32:56.069Z","color":"#FF6900","guid":"12u9AaPb4j"}}}