{"fileid":"_dictations/Ezratty-2018.md","bibliodata":[{"id":"http://zotero.org/users/180474/items/P9MXYVLK","type":"article-journal","abstract":"Depuis 2015, l’intelligence artificielle (IA) est devenue l’une des grandes priorités des grands acteurs de l’économie numérique et des entreprises. La vague de l’IA commence à égaler celles de l’Internet et de la mobilité en termes d’impact. Il est plutôt difficile d’y échapper ! C’est devenu un outil de la compétitivité des entreprises aussi bien des secteurs du numérique que du reste de l’économie.\nL’IA est aussi devenue rapidement un sujet de société et un objet politique. Elle génère son lot de questions sur le futur du travail, sur l’éthique, sur la répartition des richesses, sur la souveraineté\néconomique et même sur le devenir de l’espèce humaine comme cela a été souligné entre autres\ndans le Rapport de la Mission Villani publié en mars 2018.\nCette vague technologique est atypique dans plusieurs dimensions. Les technologies et méthodes de l’IA sont méconnues ou assimilées à tors et à travers, y compris par la majorité des professionnels du numérique, d’où la propagation de nombreux mythes à son sujet, un peu trop directement inspirés par la science-fiction ou par les thèses singularistes. On croit par exemple que le « deep learning » ou « apprentissage profond » raisonne alors qu’il ne fait qu’appliquer, en général, des modèles probabilistes. De même, dans le machine learning, l’apprentissage non-supervisé n’est pas de l’apprentissage supervisé autonome. La sémantique de l’IA est donc porteuse de contre-sens qu’il faut décrire et éviter. Le sens même de l’appellation « IA » est sujet à d’infinis débats, trop connotés d’accents anthropomorphiques alors que l’IA est artificielle et donc différente de l’intelligence humaine même si les deux ont quelques zones de recouvrement.","language":"fr","note":"ZSCC: 0000005","page":"522","source":"Zotero","title":"Les usages de l'intelligence artificielle","URL":"https://hopitalweb2.com/wp-content/uploads/2018/11/Usages-intelligence-artificielle-2018-Olivier-Ezratty.pdf","author":[{"family":"Ezratty","given":"Olivier"}],"issued":{"date-parts":[["2018",11,1]]}}],"entries":[{"id":"42.1.1.1","data":{"o":"42.1.1.1","y":"txt","q":"","r":"\"Apprentissage automatique\" (p. 42.1)","n":""}},{"id":"42.1.1.2","data":{"o":"42.1.1.2","y":"dic","q":"Titre","r":"","n":""}},{"id":"42.1.2.1","data":{"o":"42.1.2.1","y":"txt","q":"","r":"\"Le vaste domaine du machine learning, ou apprentissage automatique, est défini comme le champ de l’IA qui utilise des méthodes probabilistes pour apprendre à partir des données sans être programmé explicitement\" (p. 42.1)","n":""}},{"id":"42.1.2.2","data":{"o":"42.1.2.2","y":"dic","q":"Peut-on appeler cela de  programmation implicite ?","r":"","n":""}},{"id":"42.1.4.1","data":{"o":"42.1.4.1","y":"txt","q":"","r":"\"D’un point de vue pratique, le machine learning vise notamment à identifier des tendances, à faire des prévisions sur des données (régressions linéaires et non linéaires), à découvrir des corrélations entre données et événements (comme pour déterminer si un logiciel est un virus, si un client risque de quitter un service sur abonnement ou au contraire, s’il sera intéressé par telle ou telle offre ou qu’un tableau clinique d’un patient est symptomatique de l’émergence d’une pathologie de longue durée), à segmenter des jeux de données (comme une base clients), à reconnaître des objets (des lettres, des objets dans des images), le tout en exploitant des données d’entraînement\" (p. 42.1)","n":""}},{"id":"42.1.4.2","data":{"o":"42.1.4.2","y":"dic","q":"Prévision de la tendance. Et autres!","r":"","n":""}},{"id":"42.1.6.1","data":{"o":"42.1.6.1","y":"txt","q":"","r":"\"Selon son père fondateur Arthur Samuel, qui en définit le terme en 1959, le machine learning donne aux machines la capacité d’apprendre sans être explicitement programmées\" (p. 42.1)","n":""}},{"id":"42.1.6.2","data":{"o":"42.1.6.2","y":"dic","q":"Il est possible d'apprendre aux machines de façon non explicite.","r":"","n":""}},{"id":"42.1.7.1","data":{"o":"42.1.7.1","y":"txt","q":"","r":"\" Le machine learning requiert presque toujours de faire des choix de méthodes et des arbitrages manuels pour les data scientists et les développeurs de solutions\" (p. 42.1)","n":""}},{"id":"42.1.7.2","data":{"o":"42.1.7.2","y":"dic","q":"Il y a des opérations manuelles contraignante. Mais quelle direction Montréal fournissent le? Mais quelle direction un réel fourni stable? Mais quelle direction réel fournissent-t-elle?","r":"","n":""}},{"id":"42.1.8.1","data":{"o":"42.1.8.1","y":"txt","q":"","r":"\" Le choix des méthodes reste pour l’instant manuel, même si certaines startups essayent d’automatiser ce processus\" (p. 42.1)","n":""}},{"id":"42.1.8.2","data":{"o":"42.1.8.2","y":"dic","q":"Il y a actuellement des essais d'automatiser cette étape","r":"","n":""}},{"id":"42.1.10.1","data":{"o":"42.1.10.1","y":"txt","q":"","r":"\"L’apprentissage automatique s’appuie sur des données existantes\" (p. 42.1)","n":""}},{"id":"42.1.10.2","data":{"o":"42.1.10.2","y":"dic","q":"Existe. Il doit y avoir des données existantes pour pouvoir utiliser l'apprentissage automatique.","r":"","n":""}},{"id":"42.1.11.1","data":{"o":"42.1.11.1","y":"txt","q":"","r":"\" Elles lui permettent de produire des prévisions, des segmentations ou des labels à partir de la généralisation d’observations\" (p. 42.1)","n":""}},{"id":"42.1.11.2","data":{"o":"42.1.11.2","y":"dic","q":"Différents types de résultat de l'apprentissage automatique","r":"","n":""}},{"id":"42.1.12.1","data":{"o":"42.1.12.1","y":"txt","q":"","r":"\" La qualité et la distribution statistique des données d’entraînement doit permettre de faire des prévisions de bon niveau\" (p. 42.1)","n":""}},{"id":"42.1.12.2","data":{"o":"42.1.12.2","y":"dic","q":"Qu'est-ce qu'une distributions statistiques?","r":"","n":""}},{"id":"42.1.13.1","data":{"o":"42.1.13.1","y":"txt","q":"","r":"\" Si les données ne représentent pas correctement l’espace du possible, les prévisions ou classifications ne seront pas bonnes et elles seront biaisées\" (p. 42.1)","n":""}},{"id":"42.1.13.2","data":{"o":"42.1.13.2","y":"dic","q":"Il va y avoir une couverture complète de l'ensemble du spectre de données pour obtenir des résultats optimal","r":"","n":""}},{"id":"42.1.14.1","data":{"o":"42.1.14.1","y":"txt","q":"","r":"\" Les données sont donc absolument critiques pour la qualité des résultats\" (p. 42.1)","n":""}},{"id":"42.1.14.2","data":{"o":"42.1.14.2","y":"dic","q":"Les données sont importantes","r":"","n":""}},{"id":"42.1.16.1","data":{"o":"42.1.16.1","y":"txt","q":"","r":"\"Un bon système de machine learning doit pouvoir s’adapter à différentes contraintes comme une évolution permanente des données d’entraînement, ainsi que leur incomplétude et leur imperfection\" (p. 42.1)","n":""}},{"id":"42.1.16.2","data":{"o":"42.1.16.2","y":"dic","q":"L'adaptabilité","r":"","n":""}},{"id":"42.1.19.1","data":{"o":"42.1.19.1","y":"txt","q":"","r":"\"L’apprentissage supervisé avec la classification qui permet de labelliser des objets comme des images et la régression qui permet de réaliser des prévisions sur des valeurs numériques\" (p. 42.1)","n":""}},{"id":"42.1.19.2","data":{"o":"42.1.19.2","y":"dic","q":"La récréation permet quoi exactement?","r":"","n":""}},{"id":"42.1.20.1","data":{"o":"42.1.20.1","y":"txt","q":"","r":"\" L’apprentissage est supervisé car il exploite des bases de données d’entraînement qui contiennent des labels ou des données contenant les réponses aux questions que l’on se pose\" (p. 42.1)","n":""}},{"id":"42.1.20.2","data":{"o":"42.1.20.2","y":"dic","q":"L'entraînement consiste à donner de l'information ou plutôt un questionnement en donnant des réponses. Je recommence. Dans l'entraînement, nous donnons des questions et des réponses afin qu'il puisse s'entraîner à reconnaître ensuite","r":"","n":""}},{"id":"42.1.21.1","data":{"o":"42.1.21.1","y":"txt","q":"","r":"\" En gros, le système exploite des exemples et acquiert la capacité à les généraliser ensuite sur de nouvelles données de production\" (p. 42.1)","n":""}},{"id":"42.1.21.2","data":{"o":"42.1.21.2","y":"dic","q":"Il y a une généralisation possible après l'entraînement sur des données de production.","r":"","n":""}}]}