{"csl":{"id":"http://zotero.org/users/180474/items/YZFV2JAG","type":"book","abstract":"Conçu comme un manuel d''initiation au travail intellectuel, ce guide d''ordre essentiellement pratique s''adresse aux étudiants des collèges et des universités.Le coffre à outils du chercheur débutant comporte deux grandes parties. Dans la première, intitulée « Les savoir-faire pratiques », l''étudiant apprendra à :•rédiger un compte rendu de lecture ;•analyser un document écrit ;•analyser un document iconographique ;•faire une recherche en bibliothèque, sur Internet ;•enquêter auprès d''informateurs.Dans la seconde partie, qui expose en détail les différentes étapes de réalisation d''un travail de recherche, l''étudiant apprendra comment :•circonscrire un sujet de recherche ;•rédiger un plan de travail ;•communiquer sa pensée par écrit ;•présenter les références bibliographiques.Recourant largement à l''exemple, ce guide constitue un instrument d''apprentissage indispensable pour tout étudiant, que ce soit en sciences sociales, en lettres, en sciences de l''administration ou en sciences naturelles.","ISBN":"978-2-7646-0429-8","language":"fr","note":"ZSCC: 0000097","source":"Zotero","title":"Le Coffre à outils du chercheur débutant","author":[{"family":"Létourneau","given":"Jocelyn"}],"issued":{"date-parts":[["2006"]]}},"annotations":{"0":{"type":"text","rendermd":"STRATÉGIE DE VÉRIFICATION","id":"12tqVxXyHP","created":"2020-09-21T18:24:06.102Z","color":"yellow","guid":"1pipXUcqZ6"},"1":{"type":"text","rendermd":"ruire le cadre opératoire (ou cadre d’analyse) qui orientera la recherche à venir. C’est l’étape fondamentale du processus de recherche puisque le cadre opératoire nous oblige à préciser ce qu’il nous faut observer et comment mesurer/évaluer ce qui sera observé afin de pouvoir vérifier l’hypoth","id":"12t3DDPRWU","created":"2020-09-21T18:25:28.746Z","color":"green","guid":"12t3DDPRWU"},"2":{"type":"text","rendermd":"a plupart des ouvrages de méthodologie traitent abondamment des modes d’utilisation des instruments de collecte de l’information et il ne servirait à rien de répéter ici les exposés détaillés proposés ailleurs.","id":"12hqaDMc9U","created":"2020-09-21T18:26:51.096Z","color":"#FF6900","guid":"12hqaDMc9U"},"3":{"type":"text","rendermd":"Il est surprenant de constater encore aujourd’hui que peu de manuels traitent de l’ensemble des étapes du processus de recherche de façon succincte et abordable. P","id":"1wNwTYMwK8","created":"2020-09-21T18:27:52.278Z","color":"#FF6900","guid":"1wNwTYMwK8"},"4":{"type":"text","rendermd":"**research design (** devis de recherche )","id":"13QCArJehQ","created":"2020-09-21T18:28:23.764Z","color":"#9900EF","guid":"1nkFkkVury"},"5":{"type":"text","rendermd":"Cette confusion terminolo- gique pose problème puisque certaines expressions font référence à l’ensemble du processus de recherche et d’autres à une étape spécifique de la recherche. L’expression « projet de recherche » semble plus appropriée, car le mot « projet » indique clairement qu’il ne s’agit pas de la réalisation ou de l’actualisation de la recherche, mais plutôt de ce que l’on veut entreprendre comme recherche et de la méthode qu’on utilisera pour ce faire","id":"1pvJMX8MiH","created":"2020-09-21T18:29:49.984Z","color":"#FF6900","guid":"1pvJMX8MiH"},"6":{"type":"text","rendermd":"POURQUOI CONSTRUIRE UN CADRE OPÉRATOIRE ?","id":"1uugX4UE9V","created":"2020-09-21T18:30:44.459Z","color":"yellow","guid":"1uugX4UE9V"},"7":{"type":"text","rendermd":"**------------------------------------**\n\n**DU CONCEPT À LA VARIABLE**\n\n**------------------------------------**","id":"1MSSShnAzH","created":"2020-09-21T19:30:25.646Z","color":"red","guid":"1sBETH4wDB"},"8":{"type":"text","rendermd":"passage de la question de recherche à l’hypothèse et au cadre opératoire prend la forme d’un exercice de précision qui va du général au particulier ou du plus large (abstrait) au plus étroit (concret)","id":"124dgSKssC","created":"2020-09-21T23:58:58.902Z","color":"red","guid":"124dgSKssC"},"9":{"type":"text","rendermd":"Les concepts opératoires de l’hypothèse précisent et rendent plus concrets les concepts théoriques contenus dans la question de recherche, tandis que les variables et les indicateurs du cadre opératoire jouent un rôle semblable à l’égard des concepts opératoires de l’hypothèse.","id":"12gadLsscG","created":"2020-09-21T23:59:33.069Z","color":"yellow","guid":"1CXZ6Cvom3"},"10":{"type":"text","rendermd":"Une variable est un regroupement logique d’attributs ou de caracté- ristiques qui décrivent un phénomène observable empiriquement. Elle identifie le « quoi », la ou les dimensions du concept à observer pour vérifier l’hypothèse.","id":"1kgeUF2Rrn","created":"2020-09-22T01:27:43.375Z","color":"yellow","guid":"1kgeUF2Rrn"},"11":{"type":"text","rendermd":"--------------------------------------------------\n\nCiter: (Gordon, 2017)\n\nFTag: Gordon-2017\n\nAPA7: Gordon, M. (2017). _Guide d’élaboration d’un projet de recherche 3e édition_. 172.\n\n-----------------------------------------------------------","id":"12GkPAXA5z","created":"2020-09-22T15:37:31.104Z","color":"yellow","guid":"12sn1RiSQY"},"12":{"type":"text","rendermd":"L’hypothèse nous permet donc de réduire l’abstraction, mais ne nous autorise toutefois pas à amorcer immédiatement l’analyse.","id":"1pidMcLdEi","created":"2020-09-22T22:42:33.486Z","color":"yellow","guid":"1pidMcLdEi"},"13":{"type":"text","rendermd":"Le cadre opératoire forme un élément central du projet de recherche et du travail de recherche dans la mesure où il spécifie ce que nous allons analyser précisément pour vérifier notre hypothèse.","id":"12Q7WLjaA8","created":"2020-09-22T22:44:15.265Z","color":"#8DFF76","guid":"12Q7WLjaA8"},"14":{"type":"text","rendermd":"Certains concepts peuvent être suffisamment précis pour devenir automatiquement des variables (par exemple, le sexe), tandis que d’autres doivent subir une transformation avant de servir de guide pour l’analyse.","id":"122fULMHpu","created":"2020-09-22T22:46:42.250Z","color":"green","guid":"122fULMHpu"},"15":{"type":"image","data":{"width":1546,"height":534,"id":"12F6DtVQUXdqRemaR4P1","fname":"12F6DtVQUXdqRemaR4P1.png"},"rendermd":"![](12F6DtVQUXdqRemaR4P1.png)","id":"12fL4UJM3B","created":"2020-10-14T15:46:16.060Z","guid":"12fL4UJM3B"},"16":{"type":"text","rendermd":"Le concept est un mot, ou une expression, que les chercheurs ont emprunté au vocabulaire courant ou construit de toute pièce pour désigner ou circonscrire des phénomènes de la réalité observable qu’ils désirent étudier scientifiquement. C’est une représentation abstraite d’une réalité observable ; elle n’est donc jamais parfaitement conforme au phénomène réel qui, de toute façon, ne peut jamais être complètement connu","id":"12D28jtCsY","created":"2020-10-14T15:47:03.729Z","color":"#9900EF","guid":"1zR6p7b5JS"}}}