{"csl":{"id":"http://zotero.org/users/180474/items/8CD2R9Y5","type":"article","abstract":"Métaphores génératives dans un processus de création de mondes aux religions fictives\n\nLe «worldbuilding»est l’action de créer des mondes possibles(Eco, 1978), imaginaires (Wolf, 2012) ou secondaires(Tolkien, 1947). Ce travail de mémoire sera consacré à l'étude du processus d'élaboration de l’encyclopédie d’un monde fictif, de ses religions et de ses mythes. Il s’inscrit dans une démarche de recherche-création en Art (Bruneau, Villeneuve, 2015). \n\nLa création de mondes imaginaires est souvent étudiée en analysant des œuvres existantes,mais rarement en décrivant la pratique et la création desdites œuvres. En d'autres termes, la recherche s'intéresse beaucoup au point de vue du récepteur,mais moins à celui de l'émetteur. Pour la création, il existe de nombreux \"how to\" et autres guides pour débutants dans la littérature non scientifique.Cependant, la recherche documentant les processus de conception dans ce domaine est assez limitée. \n\nAfin de mieux comprendre ces processus, mon projet de recherche-création est de développer mes propres religions et mythologies fictives pour une encyclopédie illustrée décrivant un monde imaginaire. Il s'agit de documenter et analyser le développement d’un tel monde.\n\nAu cours de cette recherche, j’analyserai ma pratique en suivant le modèle du praticien réflexif de Schön afin de comprendre mon processus, le questionner et ajuster ma création en conséquence.  En particulier, je serais à la recherche de l’utilisation de métaphores génératives(Schön,1963) dans mon processus.\n\nJe suivrai une méthodologie de recherche création. Mes outils de collecte de données seront inspirés des méthodes de l’autoethnographie (Adams, Ellis, Jones, 2018) afin de documenter mon processus dans un journal de bord et de retranscrire ces expériences de façon compréhensible pour mes lecteurs.\n\nLes  résultats  plastiques  de  cette  recherche  seront  un  éventail  de  concepts arts et d’illustrations mélangeant  plusieurs  techniques  digitales  afin  de  retranscrire  le  plus  efficacement  possibles  les idées de mon monde imaginaire et de ses différentes itérations.\n\nLes résultats théoriques amènent une meilleure compréhension du processus mis en œuvre dans un  projet  de \"worldbuilding\"pour  un concept  artist lors  de  la création  de  mondes  imaginaires. Cette recherche pourra servir à d’autres créateurs ou à toute personne intéressée par une analyse détaillée d'un processus créatif de création de monde, du point de vue de son créateur.","language":"fr-CA","note":"ZSCC: NoCitationData[s0]","publisher":"UQAC/Nad","title":"Métaphores génératives dans un processus de création de mondes aux religions fictives - Proposition de sujet de recherche","title-short":"Sujet de recherche - Meury (2020)","URL":"https://github.com/guillaumedescoteauxisabelle/ma-biblio/wiki/Meury-2020","author":[{"family":"Meury","given":"Stephane"}],"issued":{"date-parts":[["2020"]]}},"annotations":{"0":{"type":"text","rendermd":"Métaphores génératives dans un processus de création de mondes aux religions fictives\n=====================================================================================","id":"1yH82yyXqW","created":"2020-12-07T00:08:10.441Z","color":"yellow","guid":"18h6fBUzrh"},"1":{"type":"text","rendermd":"Stéphane Meury \n\nCiter: (Meury, 2020)\n\nFTag: Meury-2020\n\nAPA7: Meury, S. (2020). _Métaphores génératives dans un processus de création de mondes auxreligions fictives—Proposition de sujet de recherche_.\n\n  \n\n### [ma-biblio/wiki/Meury-2020](https://github.com/guillaumedescoteauxisabelle/ma-biblio/wiki/Meury-2020)","id":"1o9XxpunxF","created":"2020-12-07T00:08:33.707Z","color":"yellow","guid":"1DMRqAwGWy"},"2":{"type":"text","rendermd":"Adam, Ellis et Jones dans Autoethnographie , parle d’un processus itératif dans lequel à chaque passage de relecture, les données sont réécrites afin de faire ressortir une meilleure narration de l’expérience, cette phase est importante afin de mieux se souvenir et analyser ce qui s’est passé, « what’s going on » (Adams, Ellis, Jones, 2015,).","id":"1FTGGzVmFy","created":"2020-12-07T04:43:46.743Z","color":"yellow","guid":"1uHbMBm1sQ"},"3":{"type":"text","rendermd":"BIBLIOGRAPHIQUES\n================","id":"1peSPCe5pW","created":"2020-12-07T07:48:12.058Z","color":"yellow","guid":"1gqoF6LTmR"},"4":{"type":"text","rendermd":"Bruneau, M., Villeneuve, A., & Burns, S. L. (2007). Traiter de Recherche Création en Art: Entre la quête d'un territoire et la singularité des parcours : Presses de l’Université du Québec.","id":"122t4Rd33D","created":"2020-12-07T07:49:47.148Z","color":"yellow","guid":"122t4Rd33D"},"5":{"type":"text","rendermd":"Blais, M., & Martineau, S. (2006). L'analyse inductive générale : description d'une démarche visant à donner sens à des do nnées brutes. Recherches qualitatives, 26(2), 1 - 18.","id":"1GzLUGrdMa","created":"2020-12-07T07:50:08.938Z","color":"yellow","guid":"1GzLUGrdMa"},"6":{"type":"text","rendermd":"Bruneau, M., & Villeneuve, A. (2007). Traiter de recherche création en art. Entre la singularité d'un territoire et la singularité des parcours. Québec: Presses de l'Université du Québec.","id":"123WQG81md","created":"2020-12-07T07:50:19.863Z","color":"yellow","guid":"123WQG81md"},"7":{"type":"text","rendermd":"Chiapello, L. (2019). Le pragmatisme comme épistémologie pour le design de jeux : Enquête sur la créativité et le processus de design. Thèse de Doctorat, Faculté de l’aménagement Université de Montréal, Montréal.","id":"12asKb6XSn","created":"2020-12-07T07:50:42.170Z","color":"yellow","guid":"12asKb6XSn"},"8":{"type":"text","rendermd":"Gauthier, B. (1986). Recherche sociale: de la problématique à la collecte des données. Québec, QC : Presses de l’Université du Québec.","id":"12FmkUtBjD","created":"2020-12-07T07:50:59.186Z","color":"yellow","guid":"12FmkUtBjD"},"9":{"type":"text","rendermd":"Schön, D. A. ( 1963 ). Displacement of Concepts (The International Behavioral and Social Science Library: Psychology). London : Routledge .","id":"1esyR3rp4H","created":"2020-12-07T07:51:23.992Z","color":"yellow","guid":"1esyR3rp4H"},"10":{"type":"text","rendermd":"Schön, D. (1993). Generative metaphor: A perspective on problem - setting in social policy . In A. Ortony (Ed.), Metaphor and Thought (pp. 137 - 163). Cambridge: Cambridge University Press. doi:10.1017/CBO9781139173865.011","id":"12XsRHUduw","created":"2020-12-07T07:51:40.293Z","color":"yellow","guid":"12XsRHUduw"},"11":{"type":"text","rendermd":"Schön, D. A. (1983). The Reflexive Practitioner : How Professionals Think in Action . New York, NY: Basic Books. (pp.3 - 69)","id":"1CKaQbTqZW","created":"2020-12-07T07:51:59.707Z","color":"yellow","guid":"1CKaQbTqZW"},"12":{"type":"text","rendermd":"Schön , D. (2011). A la recherche d'une nouvelle épistémologie de la pratique et de ce qu'elle implique pour l'éducation des adultes . Dans : Jean - Marie Barbier éd., Savoirs théoriques et savoirs d'action (pp. 201 - 222). Paris cedex 14, France: Presses Universitaires de France. doi:10.3917/puf.barbi.2011.01.0201.","id":"12kyUTpSFr","created":"2020-12-07T07:52:42.166Z","color":"yellow","guid":"12kyUTpSFr"},"13":{"type":"text","rendermd":"RÉSUMÉ\n======","id":"12ZPie1Jic","created":"2020-12-08T06:25:16.336Z","color":"yellow","guid":"1Ui8MDvdeT"},"14":{"type":"text","rendermd":"Le « worldbuilding » est l’action de créer des mondes possibles (Eco , 1978 ), imaginaires (Wolf , 2012 ) ou secondaires (Tolkien , 1947 ). Ce travail de mémoire sera consacré à l’étude du processus d ’élaboration de l’encyclopédie d’un monde fictif, de ses religions et de ses mythes. Il s’inscrit dans une démarche de recherche - création en Art (Bruneau, Villeneuve, 2015).","id":"12A7EU6rYh","created":"2020-12-08T06:25:28.659Z","color":"yellow","guid":"1Y55qbk7yo"}}}