[
	{
		"id": "http://zotero.org/users/180474/items/8CD2R9Y5",
		"type": "article",
		"abstract": "Métaphores génératives dans un processus de création de mondes auxreligions fictives\n\nLe «worldbuilding»est l’action de créer des mondes possibles(Eco, 1978), imaginaires(Wolf, 2012) ou secondaires(Tolkien, 1947). Ce travail de mémoire sera consacréàl’étude du processusd’élaboration de l’encyclopédie d’un monde fictif, de ses religions et de ses mythes. Il s’inscrit dans une démarche de recherche-création en Art (Bruneau, Villeneuve, 2015). La création de mondesimaginairesest souvent étudiée en analysant des œuvres existantes,mais rarement en décrivant la pratique et la création desdites œuvres. En d'autres termes, la recherche s'intéresse beaucoup au point de vue du récepteur,mais moins à celui de l'émetteur. Pour la création, il existe de nombreux \"how to\" et autres guidespour débutantsdans la littérature non scientifique.Cependant, la rechrchedocumentant les processus de conception dans ce domaine est assez limitée. Afin de mieux comprendre ces processus, mon projet de recherche-création est de développer mes propres religions et mythologies fictives pour une encyclopédie illustrée décrivant un monde imaginaire. Il s'agit de documenter et analyserle développement d’un tel monde.Au cours de cette recherche, j’analyserai ma pratique en suivant le modèle du praticien réflexif de Schön afin de comprendre mon processus, le questionner et ajuster ma création en conséquence.  En particulier, je serais à la recherche de l’utilisation de métaphoresgénératives(Schön,1963) dans mon processus.Je suivrai une méthodologiede recherchecréation. Mes outils de collecte de données serontinspirésdes méthodes de l’autoethnographie (Adams, Ellis, Jones, 2018) afin de documenter mon processus dans un journal de bord et de retranscrire ces expériences de façon compréhensible pour mes lecteurs.Les  résultats  plastiques  de  cette  recherche  seront  un  éventail  de  concepts arts et d’illustrations mélangeant  plusieurs  techniques  digitales  afin  de  retranscrire  le  plus  efficacement  possibles  les idées de mon monde imaginaire et de ses différentes itérations.Les résultats théoriquesamèneront une meilleure compréhension duprocessus mis en œuvre dans un  projet  de \"worldbuilding\"pour  un concept  artistlors  de  lacréation  de  mondes  imaginaires. Cette recherche pourraservirà d’autres créateurs ou à toute personne intéressée par une analyse détailléed’un processus créatif de création de monde, du point de vue de son créateur.",
		"note": "ZSCC: NoCitationData[s0]",
		"title": "Métaphores génératives dans un processus de création de mondes auxreligions fictives - Proposition de sujet de recherche",
		"author": [
			{
				"family": "Meury",
				"given": "Stephane"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	}
]