[
	{
		"id": "http://zotero.org/users/180474/items/BAUYF4X7",
		"type": "paper-conference",
		"abstract": "Reflection-in- and -on-action are key elements of creative design. While reflection-in-action has been often studied, reflection-on-action has received less attention. In this paper, we fill this gap by first reporting results from indepth interviews (N=12) with practicing designers aimed at understanding activities related to reflection-on-action. We found that activities related to reflection-on-action are intentional, repetitive and frequent, design materials are the primary aids for reflective activities, and there is a strong need for better reflection support tools. To address this need, we designed, implemented and evaluated a novel interactive visualization tool – ReflectionSpace. The tool uses file meta-data and naming conventions to map design materials to the appropriate design phase and context of use and places corresponding representations in a time- and activity-centric visualization that can be navigated at different levels of detail. User feedback from a comparative study reveals that such a representation of design process is more beneficial and preferred relative to the traditional filecentric approach for fostering reflection-on-action.",
		"container-title": "Proceedings of the 9th ACM Conference on Creativity & Cognition - C&C '13",
		"DOI": "10.1145/2466627.2466645",
		"event": "the 9th ACM Conference",
		"event-place": "Sydney, Australia",
		"ISBN": "978-1-4503-2150-1",
		"language": "en",
		"note": "ZSCC: NoCitationData[s0]",
		"page": "83",
		"publisher": "ACM Press",
		"publisher-place": "Sydney, Australia",
		"source": "DOI.org (Crossref)",
		"title": "ReflectionSpace: an interactive visualization tool for supporting reflection- <i>on</i> -action in design",
		"title-short": "ReflectionSpace",
		"URL": "http://dl.acm.org/citation.cfm?doid=2466627.2466645",
		"author": [
			{
				"family": "Sharmin",
				"given": "Moushumi"
			},
			{
				"family": "Bailey",
				"given": "Brian P."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2020",
					10,
					8
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	}
]