{"fileid":"_dictations/Xing-Marwala-2018.md","bibliodata":[{"id":"http://zotero.org/users/180474/items/JJSY2JZT","type":"article-journal","abstract":"This paper describes the application of artificial intelligence to the\ncreation of digital art. AI is a computational paradigm that codifies\nintelligence into machines. There are generally three types of artificial\nintelligence and these are machine learning, evolutionary programming and soft\ncomputing. Machine learning is the statistical approach to building intelligent\nsystems. Evolutionary programming is the use of natural evolutionary systems to\ndesign intelligent machines. Some of the evolutionary programming systems\ninclude genetic algorithm which is inspired by the principles of evolution and\nswarm optimization which is inspired by the swarming of birds, fish, ants etc.\nSoft computing includes techniques such as agent based modelling and fuzzy\nlogic. Opportunities on the applications of these to digital art are explored.","language":"en","note":"ZSCC: NoCitationData[s0]","source":"arxiv.org","title":"Creativity and Artificial Intelligence: A Digital Art Perspective","title-short":"Creativity and Artificial Intelligence","URL":"https://arxiv.org/abs/1807.08195v1","author":[{"family":"Xing","given":"Bo"},{"family":"Marwala","given":"Tshilidzi"}],"accessed":{"date-parts":[["2020",5,11]]},"issued":{"date-parts":[["2018",7,21]]}}],"entries":[{"id":"0.1.1","data":{"o":"0.1.1","y":"txt","q":"","r":"\"This paper describes the application of artificial intelligence (AI) to the creation of digital art\" (p. 0)","n":""}},{"id":"0.1.2","data":{"o":"0.1.2","y":"dic","q":"l'application de l'IA dans la création d'art numérique","r":"","n":""}},{"id":"0.2.1","data":{"o":"0.2.1","y":"txt","q":"","r":"\"AI is a computational paradigm that codifies intelligence into machines\" (p. 0)","n":""}},{"id":"0.2.2","data":{"o":"0.2.2","y":"dic","q":"La codification de l'intelligence dans une machine","r":"","n":""}},{"id":"0.3.1","data":{"o":"0.3.1","y":"txt","q":"","r":"\"There are generally three types of AI and these are machine learning, evolutionary programming and soft computing\" (p. 0)","n":""}},{"id":"0.3.2","data":{"o":"0.3.2","y":"dic","q":"Trois types d'intelligence artificielle.","r":"","n":""}},{"id":"0.4.1","data":{"o":"0.4.1","y":"txt","q":"","r":"\"Machine learning is the statistical approach to building intelligent systems\" (p. 0)","n":""}},{"id":"0.4.2","data":{"o":"0.4.2","y":"dic","q":"L'apprentissage profond dans une relation à la statistique. L'apprentissage profond est relatifs à la statistique. Qu'est-ce qui est statistique dans l'apprentissage profond?","r":"","n":""}},{"id":"0.4.2.1","data":{"o":"0.4.2.1","y":"hyp","q":"Dans une autre étape, J'ai observé qu'un vecteur  contient une série de chiffre qui sont la source du contenu généré. Un peu comme si l'IA pendant l'entraînement génère un modèle (qui serait) statistique et que c'est à partir de celui-ci que les conclusions sont décidées (celle ci en art sont le résultat généré par l'IA)","r":"","n":""}},{"id":"0.4.2.1.1","data":{"o":"0.4.2.1.1","y":"info","q":"--@STCIssue Artificial intelligence model statistical","r":"","n":"Cette action à pour but de chercher une compréhension de haut niveau d'abstraction sur ce qu'est l'aspect \"statistique\", un modèle IA, de l'entrainement et d'en concrétiser une **vision artistique** de l'IA."}},{"id":"0.5.1","data":{"o":"0.5.1","y":"txt","q":"","r":"\"Evolutionary programming is the use of natural evolutionary systems to design intelligent machines\" (p. 0)","n":""}},{"id":"0.5.2.1","data":{"o":"0.5.2.1","y":"dic","q":"La programmation évoluer, qu'est-ce que c'est? Clarifier ce type.","r":"","n":""}},{"id":"0.5.2.2","data":{"o":"0.5.2.2","y":"info","q":"Qu'est-ce que la programmation évolutive (evolutionary programming) ?","r":"","n":""}},{"id":"0.6.1","data":{"o":"0.6.1","y":"txt","q":"","r":"\"Some of the evolutionary programming systems include genetic algorithm which is inspired by the principles of evolution and swarm optimization which is inspired by the swarming of birds, fish, ants etc\" (p. 0)","n":""}},{"id":"0.6.2","data":{"o":"0.6.2","y":"dic","q":"Il y a une relation dans la programmation évoluer avec ce que la nature aura comme pattern. Je comprends que c'est éléments je comprends pas c'est éléments","r":"","n":""}},{"id":"0.7.1","data":{"o":"0.7.1","y":"txt","q":"","r":"\"Soft computing includes techniques such as agent based modelling and fuzzy logic\" (p. 0)","n":""}},{"id":"0.7.2","data":{"o":"0.7.2","y":"dic","q":"Existe-t-il un lien le concept d'agentivité ?  Est-ce la notion de l'agent intelligent ? Qu'est-ce qu'un agent intelligent?","r":"","n":""}},{"id":"0.8.1","data":{"o":"0.8.1","y":"txt","q":"","r":"\"Opportunities on the applications of these to digital art are explored\" (p. 0)","n":""}},{"id":"0.8.2","data":{"o":"0.8.2","y":"dic","q":"L'article explore des opportunités possibles d'application","r":"","n":""}},{"id":"0.9.1","data":{"o":"0.9.1","y":"txt","q":"","r":"\"\" (p. 0)","n":""}},{"id":"0.9.2","data":{"o":"0.9.2","y":"dic","q":"Je m'attendrais à comprendre mieux les trois types d'intelligence artificielle après avoir lu cet article. Il s'agirais de trois abstraction primaire desquelles dériveraient des  applications AI","r":"","n":""}},{"id":"1.1.1","data":{"o":"1.1.1","y":"txt","q":"","r":"\"In the age of the 4th Industrial Revolution (4IR) (Xing and Marwala, 2017), many countries (Shah et al, 2015; Ding and Li, 2015) are setting out an overarching goal of building/securing an\"innovation-driven\"economy\" (p. 1)","n":""}},{"id":"1.1.2","data":{"o":"1.1.2","y":"dic","q":"Une société dominée par l'innovation. Une orientation innovative pour la société.","r":"","n":""}},{"id":"1.2.1","data":{"o":"1.2.1","y":"txt","q":"","r":"\"As innovation emphasizes the implementation of ideas, creativity is typically regarded as the first stage of innovation in which generating ideas becomes the dominant focus (Tang and Werner, 2017; Amabile, 1996; Mumford and Gustafson, 1988; Rank et al, 2004; West, 2002)\" (p. 1)","n":""}},{"id":"1.2.2","data":{"o":"1.2.2","y":"dic","q":"Qu'est-ce que la créativité? Définition de la créativité","r":"","n":""}},{"id":"1.3.1","data":{"o":"1.3.1","y":"txt","q":"","r":"\"In other words, if creativity is absent, innovation could be just luck\" (p. 1)","n":""}},{"id":"1.3.2","data":{"o":"1.3.2","y":"dic","q":"L'innovation, la créativité et quelque chose que je sens que je ne serai pas d'accord. Moi c'est confus! Ou du moins c'est confus!   Bien sûr s'ils approchent la créativité selon une orientation à résoudre des problèmes, ils seront confus et une phrase comme celle là n'est pas surprenante.  Innover, c'est créer ! C'est une orientation d'innover puisque nous utilisons les principes du processus créatif","r":"","n":""}},{"id":"1.4.1","data":{"o":"1.4.1","y":"txt","q":"","r":"\"Though creativity can be generally understood as the capability of producing original and novel work or knowledge, the universal definition of creativity remains rather controversial, mainly due to its complex nature (Tang and Werner, 2017; Hernandez-Romero, 2017)\" (p. 1)","n":""}},{"id":"1.4.2","data":{"o":"1.4.2","y":"dic","q":"Il existe un enjeux sur la définition de la créativité dans la société. Bien que nous la considérions comme étant la capacité (traduction de l'auteur). Quelle est ma définition de la créativité? Quelle est la définition de la créativité pour Robert Fritz?","r":"","n":""}},{"id":"1.5.1","data":{"o":"1.5.1","y":"txt","q":"","r":"\"But putting it informally, by famous innovator Steve Jobs in 1995, we can think creativity like this way (Sanchez-Burks et al, 2015):\"Creative people are able to connect experiences they've had and synthesize new things\" (p. 1)","n":""}},{"id":"1.5.2","data":{"o":"1.5.2","y":"dic","q":"Lien possible entre synthétiser et créativité.  Expérimenter et utiliser la synthèse fait de celle-ci pour générer de nouvelles choses.","r":"","n":""}},{"id":"1.6.1","data":{"o":"1.6.1","y":"txt","q":"","r":"\"Artists are among the most creative people who take advantage of their senses all the time\" (p. 1)","n":""}},{"id":"1.6.2","data":{"o":"1.6.2","y":"dic","q":"Les artistes use de leur sens en tout temps.","r":"","n":""}},{"id":"1.7.1","data":{"o":"1.7.1","y":"txt","q":"","r":"\"By observing the surroundings, they continuously collect various raw material, which can be utilized later in their creative process\" (p. 1)","n":""}},{"id":"1.7.2","data":{"o":"1.7.2","y":"dic","q":"Le sens de l'observation est une compétence développé par l'artiste qui lui procure du matériel avec lequel le créer.  Comment l'intelligence artificielle peut-elle aider à observer et collecter du matériel pour créer ?","r":"","n":""}},{"id":"1.8.1","data":{"o":"1.8.1","y":"txt","q":"","r":"\"On the other hand, one may notice the buzzword of artificial intelligence (AI) which, for now, can be broadly classified into three categories, namely, narrow AI, AGI (artificial general intelligence), and conscious AI (Wang and Goertzel, 2012)\" (p. 1)","n":""}},{"id":"1.8.2","data":{"o":"1.8.2","y":"dic","q":"L'AI est un\"buzzword\". Les types d'intelligence artificielle.","r":"","n":""}},{"id":"1.10.1","data":{"o":"1.10.1","y":"txt","q":"","r":"\"In this article, we attempt to use the digital art (Colson, 2007) – art in which digital technology stays in the center of its creative process – as an example of creativity to illustrate how creativity and AI can gain mutual benefit from each other\" (p. 1)","n":""}},{"id":"1.10.2","data":{"o":"1.10.2","y":"dic","q":"Un bénéfice mutuel entre l'intelligence artificielle et créativité existe.","r":"","n":""}},{"id":"2.1.1","data":{"o":"2.1.1","y":"txt","q":"","r":"\"Why Digital Art?\" (p. 2)","n":""}},{"id":"2.1.2","data":{"o":"2.1.2","y":"dic","q":"Pourquoi l'art numérique?","r":"","n":""}},{"id":"2.2.1","data":{"o":"2.2.1","y":"txt","q":"","r":"\"Technological development or revolution has a long history of influencing creativity\" (p. 2)","n":""}},{"id":"2.2.2","data":{"o":"2.2.2","y":"dic","q":"L'innovation influencent la créativité. Intéressant!","r":"","n":""}},{"id":"2.3.1","data":{"o":"2.3.1","y":"txt","q":"","r":"\"Take ‘Gutenberg Revolution' (Kirschenbaum, 2016; Winston, 2005), the formation of the printing press in the fifteenth century paved the way to mass production of texts and images\" (p. 2)","n":""}},{"id":"2.3.2","data":{"o":"2.3.2","y":"dic","q":"Exemple d'innovation qui donne accès à des références ou du matériel d'inspiration","r":"","n":""}},{"id":"2.4.1","data":{"o":"2.4.1","y":"txt","q":"","r":"\"With new communication capacity being enabled by this technological advancement, the widespread of material and intellectual exchange becomes possible\" (p. 2)","n":""}},{"id":"2.4.2","data":{"o":"2.4.2","y":"dic","q":"L'échange intellectuel fut stimulée par cette innovation.   L'innovation à stimule l'échange intellectuel.￼","r":"","n":""}},{"id":"2.5.1","data":{"o":"2.5.1","y":"txt","q":"","r":"\"Nowadays, many of the working approaches used by digital artists can be traced back to the early days (between the 1950s and 1960s) of the computer development\" (p. 2)","n":""}},{"id":"2.5.2","data":{"o":"2.5.2","y":"dic","q":"Certaines techniques d'art numérique ont plus de 60 ans ￼￼","r":"","n":""}},{"id":"2.6.1","data":{"o":"2.6.1","y":"txt","q":"","r":"\"Since the emergence of the World Wide Web in the 1990s, a diverse variety of opportunities were further opened up for visual arts with seemingly infinite permutable dimensions\" (p. 2)","n":""}},{"id":"2.6.2","data":{"o":"2.6.2","y":"dic","q":"L'apparition du Web à générer beaucoup d'opportunités créative.","r":"","n":""}},{"id":"2.7.1","data":{"o":"2.7.1","y":"txt","q":"","r":"\"The reasons for choosing digital art as our discussion platform are threefold (Sefton-Green and Reiss, 1999; Bentkowska-Kafel et al, 2005)\" (p. 2)","n":""}},{"id":"2.7.2","data":{"o":"2.7.2","y":"dic","q":"Le choix de l'art numérique!","r":"","n":""}},{"id":"2.8.1","data":{"o":"2.8.1","y":"txt","q":"","r":"\"First, it is such a common practice for artists, in particular young professionals, to use a wide range of media arts for creative purposes, producing static/dynamic images, as well as manipulating sound tracks and text scripts\" (p. 2)","n":""}},{"id":"2.8.2","data":{"o":"2.8.2","y":"dic","q":"Exemple de résultat en art numérique.","r":"","n":""}},{"id":"2.9.1","data":{"o":"2.9.1","y":"txt","q":"","r":"\"Second, digital art is not an isolated practice, divided from other forms of arts\" (p. 2)","n":""}},{"id":"2.9.2","data":{"o":"2.9.2","y":"dic","q":"Question de division  - l'art numérique n'est pas isolable des autres formes d'art. ￼","r":"","n":""}},{"id":"2.10.1","data":{"o":"2.10.1","y":"txt","q":"","r":"\"It is essentially a methodology that incorporates all types of interconnections with other art exercises together with other manner of presentations and enquiries, illustrating that we are witnessing and experiencing a new wave of creativity revolution\" (p. 2)","n":""}},{"id":"2.10.2","data":{"o":"2.10.2","y":"dic","q":"Nous sommes dans une nouvelle vague de révolution de la créativité.","r":"","n":""}},{"id":"2.12.1","data":{"o":"2.12.1","y":"txt","q":"","r":"\"Four, it is worth noticing that an army of digital artists are now working in numerous industries shoulder to shoulder with hardware and software practitioners at the forefront of innovation.\" (p. 2)","n":""}},{"id":"2.12.2","data":{"o":"2.12.2","y":"dic","q":"Les artistes travaillent de concert avec les ingénieurs et les machines.","r":"","n":""}},{"id":"3.0.1.1","data":{"o":"3.0.1.1","y":"txt","q":"","r":"\"Creativity and Artificial Intelligence:    AI techniques are at the forefront of creativity\" (p. 3)","n":""}},{"id":"3.0.1.2","data":{"o":"3.0.1.2","y":"dic","q":"La créativité et l'intelligence artificielle.","r":"","n":""}},{"id":"3.0.2.1","data":{"o":"3.0.2.1","y":"txt","q":"","r":"\"They enable us to create huge new realms of innovative ways that otherwise would have never been imagined\" (p. 3)","n":""}},{"id":"3.0.2.2","data":{"o":"3.0.2.2","y":"dic","q":"Les techniques d'intelligence artificielle sont importantes pour la créativité , elles nous permettent de générer nouveaux chemins créatif","r":"","n":""}},{"id":"3.0.3.1","data":{"o":"3.0.3.1","y":"txt","q":"","r":"\"Here, we sort them roughly into three movement-related groups, that is, short-term, mid-term, and long-term cases\" (p. 3)","n":""}},{"id":"3.0.3.2","data":{"o":"3.0.3.2","y":"dic","q":"Time Frame","r":"","n":""}},{"id":"3.0.4.1","data":{"o":"3.0.4.1","y":"txt","q":"","r":"NOTES","n":""}},{"id":"3.0.4.2","data":{"o":"3.0.4.2","y":"dic","q":"Trois mouvements","r":"","n":""}},{"id":"3.1.3.1","data":{"o":"3.1.3.1","y":"txt","q":"","r":"\"AI-Assisted Digital Art Creation\" (p. 3.1)","n":""}},{"id":"3.1.3.2","data":{"o":"3.1.3.2","y":"dic","q":"La création assistée par l'intelligence artificielle.","r":"","n":""}},{"id":"3.1.4.1","data":{"o":"3.1.4.1","y":"txt","q":"","r":"\"There are already many brave souls who have started a journey of finding out how creativity can be enhanced by AI\" (p. 3.1)","n":""}},{"id":"3.1.4.2","data":{"o":"3.1.4.2","y":"dic","q":"L'amélioration de la créativité avec l'intelligence artificielle.","r":"","n":""}},{"id":"3.1.5.1","data":{"o":"3.1.5.1","y":"txt","q":"","r":"\"Among them, Matthew Yee-King, a musician who is employing evolutionary and genetic algorithm to work on sound synthesis\" (p. 3.1)","n":""}},{"id":"3.1.5.2","data":{"o":"3.1.5.2","y":"dic","q":"Exemple de synthèse musicale","r":"","n":""}},{"id":"3.1.6.1","data":{"o":"3.1.6.1","y":"txt","q":"","r":"\"Meanwhile, Mario Klingemann, a code artist at the Google Cultural Institute, is applying deep learning to large image datasets for creating huge, stunning digital art\" (p. 3.1)","n":""}},{"id":"3.1.6.2","data":{"o":"3.1.6.2","y":"dic","q":"Exemple d'application de l'apprentissage profond dans la création artistique d'un codeur créatif chez Google.","r":"","n":""}},{"id":"3.1.7.1","data":{"o":"3.1.7.1","y":"txt","q":"","r":"\"More details in this regard can be found from ArtFab at Carnegie Mellon University (Carnegie Mellon University, 2018)\" (p. 3.1)","n":""}},{"id":"3.1.7.2","data":{"o":"3.1.7.2","y":"dic","q":"Pour plus de référence","r":"","n":""}},{"id":"3.1.8.1","data":{"o":"3.1.8.1","y":"txt","q":"","r":"\"\" (p. 3.1)","n":""}},{"id":"3.1.8.2","data":{"o":"3.1.8.2","y":"dic","q":"Organisation intéressante le centre l'institut culturel de Google. Il s'agit de s'assister pour créer avec l'intelligence artificielle et cela améliorer la créativité. Il y a des exemples de synthèse musicale et de création à l'aide de code.","r":"","n":""}},{"id":"3.2.1.1","data":{"o":"3.2.1.1","y":"txt","q":"","r":"\"Mid-Term Cases: Human and AI Collaborated Digital Art Creation\" (p. 3.2)","n":""}},{"id":"3.2.1.2","data":{"o":"3.2.1.2","y":"dic","q":"Le moyen terme : l'humain et la créativité en collaboration avec l'intelligence artificielle pour les arts numérique","r":"","n":""}},{"id":"3.2.2.1","data":{"o":"3.2.2.1","y":"txt","q":"","r":"\"Robots are marching towards us and the user friendly interface will become a crucial element for facilitating the interaction between human and robots ( Xing and Marwala, 2018)\" (p. 3.2)","n":""}},{"id":"3.2.2.2","data":{"o":"3.2.2.2","y":"dic","q":"L'importance de l'interfaces adéquat. Une interfaces amicale facilitera l'interaction du créateur avec la machine. Il a résultera une collaboration plus efficiente.","r":"","n":""}},{"id":"3.2.3.1","data":{"o":"3.2.3.1","y":"txt","q":"","r":"\"Accordingly, the experience of taking the audience and artist relationship into account and forming a kind of new job like practical aesthetics is quickly blurring the conventional hard lines among algorithm programmer, engineering designer, and the artist\" (p. 3.2)","n":""}},{"id":"3.2.3.2","data":{"o":"3.2.3.2","y":"dic","q":"Le point de contention entre l'artist, le programmeur et l'ingénieur est rapidement devenue floue.","r":"","n":""}},{"id":"3.2.4.1","data":{"o":"3.2.4.1","y":"txt","q":"","r":"\"Other similar emerging new job titles also include Chief Experience Officer, Virtual Reality Editor, Mixed-Reality Designer, Bot Developer, Hologram Retail Display Designer, and many more (Kapko, 2017)\" (p. 3.2)","n":""}},{"id":"3.2.4.2","data":{"o":"3.2.4.2","y":"dic","q":"Des nouveaux rôles apparaissent dans le marché du travail.","r":"","n":""}},{"id":"3.3.1.1","data":{"o":"3.3.1.1","y":"txt","q":"","r":"\"Long-Term Cases: Art Decentralized Autonomous Organization (ArtDAO)\" (p. 3.3)","n":""}},{"id":"3.3.1.2","data":{"o":"3.3.1.2","y":"dic","q":"Une nouvelle forme d'organisation","r":"","n":""}},{"id":"3.3.2.1","data":{"o":"3.3.2.1","y":"txt","q":"","r":"\"Nelson Mandela once said (BrainyQuote.com, nd): \"Money won't create success, the freedom to make it will\" (p. 3.3)","n":""}},{"id":"3.3.3.2","data":{"o":"3.3.3.2","y":"dic","q":"L'argent ne génère pas le succès c'est la liberté de le faire en est la cause","r":"","n":""}},{"id":"3.3.4.1","data":{"o":"3.3.4.1","y":"txt","q":"","r":"\"However, one of the main and long-standing disadvantages of the Internet is its hidden 'artist penalty', that is, creators find it hard to create and distribute digital content freely over the Internet while keeping themselves fairly remunerated\" (p. 3.3)","n":""}},{"id":"3.3.4.2","data":{"o":"3.3.4.2","y":"dic","q":"Enjeux de rémunération des artistes à cause de l'Internet.","r":"","n":""}},{"id":"3.3.5.1","data":{"o":"3.3.5.1","y":"txt","q":"","r":"\"The ownership and copyright issue has thus become the biggest problems of digital art (Bentkowska-Kafel et al, 2005)\" (p. 3.3)","n":""}},{"id":"3.3.5.2","data":{"o":"3.3.5.2","y":"dic","q":"Enjeux de la rémunération","r":"","n":""}},{"id":"3.3.6.1","data":{"o":"3.3.6.1","y":"txt","q":"","r":"\"With the progress of AI and some key infrastructural technologies, say, blockchain, this problem is more likely to be resolved after the appearance of Art Decentralized Autonomous Organization (ArtDAO), a preliminary version of Skynet in the market ( and Hurwitz, 2017)\" (p. 3.3)","n":""}},{"id":"3.3.6.2","data":{"o":"3.3.6.2","y":"dic","q":"Une organisation qui décentralisera…","r":"","n":""}},{"id":"3.3.7.1","data":{"o":"3.3.7.1","y":"txt","q":"","r":"\"In its simplest form, the ArtDAO works as follows (McConaghy and Holtzman, 2015): (1) Start and prepare yourself; (2) Generate new images by running AI art engine with the help of genetic programming or deep learning; (3) Announce the attribution via blockchainbolstered platform, eg, Ascribe; (4) Sell different editions on the marketplace, either centralized (eg, Getty), or decentralized (eg, OpenBazaar); (5) Claim remuneration from ArtDAO via cryptocurrency; (6) Check the termination criteria (eg, whether you are satisfied with your income)\" (p. 3.3)","n":""}},{"id":"3.3.7.2","data":{"o":"3.3.7.2","y":"dic","q":"Nouvelle procédure pour créer.","r":"","n":""}},{"id":"3.3.8.1","data":{"o":"3.3.8.1","y":"txt","q":"","r":"\"If the stopping conditions are not met yet, then go to Step (7), that is, repeat the procedure and create more digital arts\" (p. 3.3)","n":""}},{"id":"3.3.8.2","data":{"o":"3.3.8.2","y":"dic","q":"Une forme d'itération","r":"","n":""}},{"id":"4.1.1","data":{"o":"4.1.1","y":"txt","q":"","r":"\"Outlook\" (p. 4)","n":""}},{"id":"4.1.2","data":{"o":"4.1.2","y":"dic","q":"Titre : perspective","r":"","n":""}},{"id":"4.2.1","data":{"o":"4.2.1","y":"txt","q":"","r":"\"Very few features of humanity are more charming than creativity; and rarely any other fields are more dynamic now than AI\" (p. 4)","n":""}},{"id":"4.2.2","data":{"o":"4.2.2","y":"dic","q":"Peu de domaine autre que l'intelligence artificielle sont autant dynamique.","r":"","n":""}},{"id":"4.3.1","data":{"o":"4.3.1","y":"txt","q":"","r":"\"The current usefulness of AI does not necessarily dwarf our human's creativity; on the contrary, the research and development of AI is largely spurred by our own internal creativity\" (p. 4)","n":""}},{"id":"4.3.2","data":{"o":"4.3.2","y":"dic","q":"Notre créativité est ce qui stimule le développement de l'IA en contraste à une pensée que l'intelligence artificielle réduirait notre créativité.","r":"","n":""}},{"id":"4.4.1","data":{"o":"4.4.1","y":"txt","q":"","r":"\"Take interior search algorithm (Gandomi, 2014), the underlying inspiration sources were actually from the latest innovation in fine art (eg, mirror work) and interior design process\" (p. 4)","n":""}},{"id":"4.4.2","data":{"o":"4.4.2","y":"dic","q":"-","r":"","n":""}},{"id":"4.5.1","data":{"o":"4.5.1","y":"txt","q":"","r":"\"Other examples also include music inspired algorithms, teaching-learning-based optimization, and so on (Xing and Gao, 2014b)\" (p. 4)","n":""}},{"id":"4.5.2","data":{"o":"4.5.2","y":"dic","q":"Les algorithmes d'inspiration musical. Une intelligence artificielle pour collaborer à notre inspiration musical, de quelle manière?","r":"","n":""}},{"id":"4.5.2","data":{"o":"4.5.2","y":"info","q":"Quels sont les algorithmes d'inspiration musical ?","r":"","n":""}},{"id":"4.5.2.1","data":{"o":"4.5.2.1","y":"info","q":"","r":"-","n":""}},{"id":"4.5.3","data":{"o":"4.5.3","y":"clarification","q":"Qu'est-ce que teaching-learning-based optimization ?","r":"","n":""}},{"id":"4.5.3.1","data":{"o":"4.5.3.1","y":"clarification","q":"","r":"- Enseigner, Apprendre, une optimisation basé sur un enseignement d'apprentissage...","n":"A REVISER"}},{"id":"4.6.1","data":{"o":"4.6.1","y":"txt","q":"","r":"\"A notable case goes to military operations inspired AI algorithms (Sun et al, 2016; Yang et al, 2018) which in turn can help us with modelling militarized conflict ( and Lagazio, 2011)\" (p. 4)","n":""}},{"id":"4.6.2","data":{"o":"4.6.2","y":"dic","q":"L'intelligence artificielle peut servir à modéliser le conflit militaire.   ?","r":"","n":""}},{"id":"4.6.3","data":{"o":"4.6.3","y":"info","q":"En quoi la modélisation du conflit militaire aide t'il à résoudre vers la paix ?","r":"","n":""}},{"id":"4.6.3.1","data":{"o":"4.6.3.1","y":"info","q":"","r":"-","n":""}},{"id":"4.7.1","data":{"o":"4.7.1","y":"txt","q":"","r":"\"A bit outside AI realm, it was reported that the Tibetan knot (human artist's creation) has inspired German chemist Kekulé to finally discover the structure of benzene (Olteteanu, 2016)\" (p. 4)","n":""}},{"id":"4.7.2","data":{"o":"4.7.2","y":"dic","q":"Une grande découverte scientifique issue des noeuds Tibétain.","r":"","n":""}},{"id":"4.8.1","data":{"o":"4.8.1","y":"txt","q":"","r":"\"The domain of AI is rapidly evolving: narrow AI is good at pre-determined tasks; with AGI, we are targeting at solving any problem in general; while for conscious AI, a true or self-aware version of AI is envisioned\" (p. 4)","n":""}},{"id":"4.8.2","data":{"o":"4.8.2","y":"dic","q":"Dans le premier type, il semble y avoir une relation intéressante à l'action. Quelle est-elle?","r":"","n":""}},{"id":"4.8.3","data":{"o":"4.8.3","y":"clarication","q":"Qu'est-ce que le Narrow AI ?","r":"","n":"TRADUIRE: Narrow AI"}},{"id":"4.8.3.1","data":{"o":"4.8.3.1","y":"clarication","q":"","r":"Il est bon dans l'exécution de tâche.","n":"Dans Narrow, il y a **restreindre**, un peu comme très focus sur une chose ?"}},{"id":"4.9.1","data":{"o":"4.9.1","y":"txt","q":"","r":"\"Poems were once regarded as a unique product of human creativity involving multiple dimensions of emotions and sentiments\" (p. 4)","n":""}},{"id":"4.9.2","data":{"o":"4.9.2","y":"dic","q":"Regard sur la conception humaine de la poésie implicant des dimensions émotionnelle et sentimentales.","r":"","n":""}},{"id":"4.10.1","data":{"o":"4.10.1","y":"txt","q":"","r":"\"However, during a recent Chinese national poem contest, an AI-powered robot beat three other rivals and won the champion prize (Lan, 2018)\" (p. 4)","n":""}},{"id":"4.10.2","data":{"o":"4.10.2","y":"dic","q":"Ces dimensions furent remisent en question quand un robot a gagné un championnat de poésie.","r":"","n":""}},{"id":"4.11.1","data":{"o":"4.11.1","y":"txt","q":"","r":"\"Does this mean that AI is able to ‘think'? Is this dangerous or not? Interested readers can use (Lawless et al, 2017) as a reference for finding out more own interpretations\" (p. 4)","n":""}},{"id":"4.11.2","data":{"o":"4.11.2","y":"dic","q":"Référence sur des questionnements par rapport à l'utilisation de l'intelligence artificielle et de danger potentiel.","r":"","n":""}},{"id":"4.12.1","data":{"o":"4.12.1","y":"txt","q":"","r":"","n":""}},{"id":"4.12.2","data":{"o":"4.12.2","y":"dic","q":"Note.","r":"","n":""}}]}